[GENERAL]
NAME				= Lithuanian
TRANSLATOR			= -
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Šita programa nebegalioja.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neužregistruota.
TEXT_SAFEMODE			= Safe mode
TEXT_SAFEMODE_MESSAGE		= Bandicam is running in safe mode. \nSome features, including hardware accelerated encoding, may not work in safe mode.
TEXT_INIT_FAIL			= Programai nepavyko pasileisti.
TEXT_APPINFO			= Bandicam - Aukštos kokybes video filmavimo programa.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Nepakanka vietos filmavimui.
TEXT_ERROR_VIDEO_CAP		= Nepavyko pradeti filmavimo.
TEXT_ERROR_AUDIO_CAP		= Nepavyko pradeti audio įrašymo.\nJei tau reikia pagalbos, spausk OK mygtuka.
TEXT_ERROR_IMAGE_CAP		= Failed to capture image.\nPlease check your output folder.
TEXT_ERROR_CREATEFILE		= Nepavyko sukurti failo.\nJei tau reikia pagalbos, spausk OK mygtuka.
TEXT_ERROR_OUTPUTFOLDER		= Output folder doesn't exist. Please change the output folder.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Failed to initialize codec.
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO		= The recording has stopped because there is a problem with the video codec.
TEXT_ERROR_LOGO_IMAGE		= Netinkamas paveikslo formatas. \nPrašome pasirinkti tinkama formata (*.png).
TEXT_ERROR_INIT_DEVICE		= Failed to initialize the video capture device.
TEXT_ERROR_NO_DEVICES		= No video capture devices have been detected.
TEXT_ERROR_EXISTING_PRESET_NAME	= The preset name you entered already exists. \nPlease enter a different name.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_CAN_NOT_CHANGE_TB		= Jūs negalite pakeisti šito nemokamoje versioje Bandicam. \nPrašome nusipirkti Bandicam iš https://bandicam.com/buy
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= Your system does not support 'H.264 (AMD VCE)', so the default codec will be used.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= If you change the video device settings, the recording will be stopped. Are you sure you want to continue?
TEXT_WARNING_EXIT_BANDICAM	= If you close Bandicam, the recording will be stopped.\n Are you sure you want to close Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Garsas
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logotipas
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Nustatymai

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Pagrindinis
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Hooking
TEXT_OPT_PAGE_LANGUAGE		= Kalba
TEXT_OPT_PAGE_OTHERS		= Kita

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Pasirinkite aplankala kur viska deti.

TEXT_FMT_FULL_SIZE		= Pilnas dydis.
TEXT_FMT_HALF_SIZE		= Puse dydzio.
TEXT_FMT_FIT_WIDTH		= Sutalpinti platumą
TEXT_FMT_FIT_HEIGHT		= Sutalpinti aukštumą
TEXT_FMT_CUSTOM_SIZE		= Modifikuotas
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Lossless

; preset
TEXT_PRESET_DEFAULT		= Paprastas
TEXT_PRESET_HALFSIZE		= Puse dydzio
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultra-greitas nustatymas ant 60 FPS
TEXT_PRESET_LOWEND		= Silpniems PC.
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Skirtas PMP/Divx Player
TEXT_PRESET_EDIT		= Skirtas Edit Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= Skirtas MS PowerPoint
TEXT_PRESET_320x0		= Sutalpinti platuma, 320x0
TEXT_PRESET_640x0		= Sutalpinti platuma, 640x0
TEXT_PRESET_800x0		= Sutalpinti platuma, 800x0
TEXT_PRESET_1280x0		= Sutalpinti platuma, 1280x0
TEXT_PRESET_USER		= Vartojo Profiliai

TEXT_CHANGE_LANG		= Kad pakeistumete kalba, reikia iš naujo paleisti Bandicam.\nNorite tai padaryti dabar?
TEXT_CHANGE_HOOK		= Kad pakeistumete hooking taikinį, reikia iš naujo paleisti Bandicam.\nNorite tai padaryti dabar?
TEXT_CHANGE_SIZE		= To change the Bandicam window size, you should restart Bandicam.\nDo you want to restart now?
TEXT_RESET_ALL_SETTINGS		= Ar jūs isitikinę, jog noretumete viska atstatyti kaip buvo?

TEXT_REGISTER_SUCCEEDED		= Jūsų Bandicam užregistruotas.
TEXT_REGISTER_FAILED		= Registracija nepavyko. \nPatikrinkite savo e-mail pašto adresą ir serial kodą.
TEXT_REGISTER_CONNECT_FAILED	= Nepavyko prisijungti prie registracijos serverio.\nPlease check your internet connection, and set your system clock to today's date and time.\nJei tau reikia pagalbos, spausk OK mygtuka.
TEXT_REGISTER_INFO		= E-mail paštas: %s\r\nSerial Kodas: %s
TEXT_REGISTER_LIMITED		= Filmavimas užbaigtas.\n\nJūs galite filmuoti tik 10 minučių ant nemokamos versijos Bandicam. \nPrašome nusipirkti iš bandicam.com
TEXT_REGISTER_LIMITED_SREC	= Jūs galite filmuoti tik 10 minučių ant nemokamos versijos Bandicam. \nPrašome nusipirkti iš bandicam.com
TEXT_REGISTER_NEWRECORD		= Jūs negalite iš naujo filmuoti ant nemokamos versijos Bandicam. \nPrašome nusipirkti iš bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Neužregistruota!!! - 10 minučių video su Bandicam.com ant viršaus.\r\nKad nuimti tą, prašome nusipirkti iš bandicam.com

TEXT_PROGRAM_INVALID		= Programa neveikia. \nJūs privalote iš naujo įdiegti Bandicam.

TEXT_SELECT_NOT_SELECTED	= Please select a recording mode
TEXT_SELECT_TARGET		= Prašome paspausti taikinio langeli
TEXT_SELECT_DEVICE		= Please select a video capture device
TEXT_TARGET_DIRECTX		= Game Recording Mode - Record Games and Video players using DirectX.
TEXT_TARGET_SCREEN		= Screen Recording Mode - Record Desktop screen and Web video.
TEXT_TARGET_DEVICE		= Device Recording Mode - Record Webcam and HDMI Capture Device.
TEXT_TARGET_CHANGING		= If you change the recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CLOSE		= If you close the current recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= You can't start recording in 'Device Recording Mode' because the capture device is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= You can't start recording because the recording mode is not selected.\n\nDo you want to select 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Pasiruošęs
TEXT_STATUSBAR_RECORDING	= Filmuojama
TEXT_STATUSBAR_PAUSE		= Pauzė

TEXT_UPDATE_AVAILABLE		= Yra naujesnė versija Bandicam. \nNoretumete atsisiųsti ją dabar?
TEXT_UPDATE_UNAVAILABLE		= Čia pati naujausia versija.
TEXT_UPDATE_FAILED		= Nepavyko pažiurėti, ar yra naujesne versija. \nŠitas kompiuteris tikriausiai neprijungtas prie interneto arba kažkoks serveris neveikia.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Pilnas vaizdas
TEXT_TARGET_RESTORE		= Užkelti
TEXT_TARGET_FIND		= Select a recording area
TEXT_TARGET_RESIZE		= Dydžio pasirinkimo meniu
TEXT_TARGET_IMAGE		= Paveikslo nufotkinimas
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Video filmavimas - pradeti
TEXT_TARGET_RECORD_PAUSE	= Video filmavimas - pauzė
TEXT_TARGET_RECORD_STOP		= Video filmavimas - sustabdyti
TEXT_TARGET_MENU		= Menu
TEXT_TARGET_DISPLAY		= Display %d

TEXT_DEVICE_FULL		= Fullscreen
TEXT_DEVICE_RESTORE		= Restore
TEXT_DEVICE_SELECT_DEVICE	= Select device
TEXT_DEVICE_VOLUME		= Volume control
TEXT_DEVICE_IMAGE		= Image capture
TEXT_DEVICE_RECORD_START	= Video record - start
TEXT_DEVICE_RECORD_PAUSE	= Video record - pause
TEXT_DEVICE_RECORD_STOP		= Video record - stop
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Bandicam nedarys automatiško video stabdymo.
TEXT_RC_HOWTO_BYTIME		= Pagal laiką
TEXT_RC_HOWTO_BYSIZE		= Pagal dydį
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= Pradeti filmavimą iš naujo.
TEXT_RC_AFTER_EXIT		= Išeiti iš Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Išjungti šį kompiuterį

TEXT_SHUTDOWN_SEC		= Išjungsime kompiuterį po %d sek.

TEXT_SEL_IMAGE_FILE		= Pasirinkti paveiksla.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Išjungti (Rekomenduojama) --

TEXT_CORRUPTED_AVI_FILE		= Neseniai nufilmuotas video sugedo.\nNorite jį sutaisyti?\n\nFailas: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Click the tray icon to restore Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Click the tray icon to show the screen recording window.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Click the tray icon to show the device recording window.
TEXT_FORCE_STOP			= Nepavyko sustabdyti filmavimo, nes programa nebeatsako.\nNorite patys sustabdyti filmavimą?
TEXT_EXTERNAL_CODEC		= - Išorinis kodeksas -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Filmavimo būsena
TEXT_INDICATOR_TIME		= Filmavimo laikas
TEXT_INDICATOR_SIZE		= Failo dydis / laisva vieta kietajame diske
TEXT_INDICATOR_VOLUME		= Dabartinis garsumo lygis

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normalus] Pagrindinis uždavinio prioritetas
TEXT_REC_PRIORITY_HIGH		= [Didelis] Didesnis negu paprastas prioritetas
TEXT_REC_PRIORITY_HIGHEST	= [Didžiausias] Kai kurios užduotys gali lėtai veikti

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut is not installed. Do you want to download Bandicut?
TEXT_OUTPUTS_DELETE		= Are you sure you want to permanently delete the selected files?
TEXT_OUTPUTS_SELCOUNT		= %d items selected

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= Recording is in progress. \nAre you sure you want to stop recording and continue?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timer Recording is not available because the recording mode is not set. Please select the recording mode first.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Login - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.

; deinterlacing
TEXT_DEINT_NONE			= None
TEXT_DEINT_ODD			= Odd Fields
TEXT_DEINT_EVEN			= Even Fields
TEXT_DEINT_BLEND		= Blend

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Only record while pushing
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Only mute while pushing

; download & update 
TEXT_UPDATE_IN_PROGRESS		= The installation is in progress...
TEXT_UPDATE_FAILED_DL		= Failed to download installation files. \nThis system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= The installation completed.
TEXT_UPDATE_INSTALL_FAILED	= The installation failed.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (None)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Default Sound Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (Auto-detect Format)
TEXT_HOTKEY_NONE		= (None)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Pagrindinis
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Paveikslai
$BN_PAGE_ABOUT			= Apie
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Nustatymai
$ST_GEN_OUTPUT_FOLDER		= Visi video ir paveikslai
$BN_GEN_OPEN_OUTPUT_FOLDER	= Atidaryti
$BN_GEN_ADV_OPTIONS		= Daugiau
$CK_GEN_ALWAYS_ON_TOP		= Bandicam langelis visada viršuje
$CK_GEN_START_MINIMIZED		= Start Bandicam minimized to tray
$CK_GEN_RUN_WHEN_START		= Run Bandicam on Windows startup
$CK_GEN_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Language
$ST_GEN_REC_AUTO_START		= Auto Start Recording
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE	= Automatiškai stabdyti filmavimą
$BN_GEN_REC_AUTO_COMPLETE	= Nustatymas
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Perdangos
$CK_FPS_OVERLAY_HOTKEY		= Show/Hide Hotkey
$CK_FPS_OVERLAY_POS_HOTKEY	= Position Hotkey
$CK_FPS_OVERLAY			= Rodyti FPS
$ST_FPS_LIMIT			= Riba
$CK_FPS_LIMIT_HOTKEY		= Klavišas
$CK_FPS_LIMIT			= Statyti FPS ribą
$CK_FPS_LIMIT_ONLY_CAP		= Tik tai kai filmuoji
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Filmuoti
$CK_VID_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Show mouse cursor
$CK_VID_CLICK_EFFECTS		= Pridėti pelės paspaudimo efektus
$CK_VID_WEBCAM_OVERLAY		= Add webcam overlay
$BN_VID_RECORD_SETTINGS		= Nustatymai
$ST_VID_FORMAT			= Formatuoti
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Nustatymai
$BN_VID_FORMAT_PRESETS		= Profiliai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Fotografuoti
$CK_IMG_CAPTURE_HOTKEY		= Klavišas
$CK_IMG_CAPTURE_REPEAT		= Kartoti ekrano fotografavimą
$ST_IMG_CAPTURE_REPEAT		= sekundės
$CK_IMG_SHOW_CURSOR		= Show mouse cursor
$CK_IMAGE_ADD_LOGO		= Add logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= Įjungti fotografavimo garseli
$BTN_IMAGE_SETTINGS		= Nustatymai
$ST_IMG_FORMAT			= Formatuoti
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normalus
$CK_IMG_FORMAT_JPG_HQ		= JPG - Aukštos kokybės
$CK_IMAGE_JPG_CUSTOM		= JPG - Custom quality (20~100)
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Get Started
$ST_OUT_TAB_VIDEO		= Videos
$ST_OUT_TAB_IMAGE		= Images
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= Yra nauja versija.
$BN_ABO_CHECK_UPDATE		= Tikrinti atnaujinimus
$ST_ABO_LICENCE_INFO		= Licencijos informacija
$BN_ABO_REGISTER		= Registruoti
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$BN_ABO_UPDATE_REGISTRATION	= Update Registration
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= Klausimai ir atsakymai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Please select device!
$ST_DEVICE_CONNECTING		= Connecting...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Select the recording mode you want to use.
$ST_START_SEL_RECT		= Rectangle area
$ST_START_SEL_FULL		= Fullscreen
$ST_START_SEL_MOUSE		= Around mouse
$ST_START_SEL_GAME		= Game recording
$ST_START_SEL_DEVICE		= Device recording
$ST_START_SEL_HELP		= Padėkite

$ST_START_RECT_TITLE		= Screen Recording - Rectangle on a screen
$ST_START_RECT_DESC		= This mode allows you to record a partial area in the rectangle window.
$ST_START_RECT_STEP		= 1. Select a size and area to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_FULL_TITLE		= Screen Recording - Fullscreen
$ST_START_FULL_DESC		= This mode allows you to record the whole screen of your display.
$ST_START_FULL_STEP		= 1. Choose a monitor to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= Screen Recording - Around mouse
$ST_START_MOUSE_DESC		= This mode allows you to record around the mouse cursor being moved by the user over the desktop screen.
$ST_START_MOUSE_STEP		= 1. Choose a certain size to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_GAME_TITLE		= Game Recording Mode 
$ST_START_GAME_DESC		= This mode allows you to record gameplay while showing FPS.
$ST_START_GAME_STEP		= 1. Start a game and check the green-colored number (FPS).[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_DEVICE_TITLE		= Device Recording Mode
$ST_START_DEVICE_DESC		= This mode allows you to record external video devices such as a Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP		= 1. Select a webcam or capture device. [br]2. Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Padėkite
$BN_START_RECORD		= Start recording
$BN_START_RECORD_STOP		= Stop recording
$ST_START_HOTKEY_RECORD		= Record/Stop
$ST_START_HOTKEY_SCREENSHOT	= Image capture
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Select a recording area
$MENU_RECTANGLE			= Rectangle on a screen
$MENU_FULLSCREEN		= Fullscreen
$MENU_AROUND_MOUSE		= Around mouse
$MENU_RECT_FIND_WINDOW		= Select a recording area
$MENU_RECT_CUSTOM		= Custom size
$MENU_RECT_RECENTLY_USED	= Recently used size
$MENU_FULL_DISPLAY_1		= Display 1
$MENU_FULL_DISPLAY_2		= Display 2
$MENU_FULL_DISPLAY_3		= Display 3
$MENU_FULL_DISPLAY_4		= Display 4
$MENU_FULL_DISPLAY_5		= Display 5
$MENU_FULL_DISPLAY_6		= Display 6
$MENU_FULL_DISPLAY_7		= Display 7
$MENU_FULL_DISPLAY_8		= Display 8
$MENU_MOUSE_CUSTOM		= Custom size
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Open Output Folder
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Record / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= Register Bandicam
$TOOLTIP_ONLINE_HELP		= Padėkite

$TOOLTIP_TOOL_NONE		= Cursor (No drawing)
$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_PEN_LINE		= Line
$TOOLTIP_TOOL_ARROW		= Arrow
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_NUMBER		= Numbering
$TOOLTIP_TOOL_TEXT		= Text
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Select recording mode
$TOOLTIP_HOME_RECT		= Screen Recording Mode - Rectangle
$TOOLTIP_HOME_FULL		= Screen Recording Mode - Fullscreen
$TOOLTIP_HOME_MOUSE		= Screen Recording Mode - Around mouse
$TOOLTIP_HOME_GAME		= Game Recording Mode
$TOOLTIP_HOME_DEVICE		= Device Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Add Mouse cursor effects
$TOOLTIP_ADD_MICROPHONE		= Add Microphone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Add Webcam overlay
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Atšaukti
IDOK				= Gerai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formatinimo nustatymai 
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Dydis
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodeksas
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE		= Garso kokybė
IDC_ST_VIDEO_QUALITY		= Kokybė
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= Audio kanalai
IDC_ST_AUDIO_FREQ		= Dažnis
IDC_ST_AUDIO_CODEC		= Kodeksas
IDC_ST_AUDIO_BITRATE		= Garso kokybė
IDC_ST_FORMAT_HELP		= [ Padėkite ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registruoti Bandicam
IDC_ST_1BUY			= 1. Pirkti
IDC_ST_1BUY_COMMENT		= Kad nuimti ta "Bandicam.com" nuo jūsų video, prašome nusipirkti licencija iš https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Pirkti dabar
IDC_ST_2REGISTER		= 2. Registruoti
IDC_ST_2REGISTER_COMMENT	= Reikia interneto kad užregistruotumete Bandicam.
IDC_ST_EMAIL_ADDRESS		= E-mail adresas
IDC_ST_SERIAL_NUMBER		= Serial kodas
IDC_BTN_REGISTER_NOW		= Registruoti dabar
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Pažiurėti atnaujinimams
IDC_ST_UPDATE_SETTING		= Nustatymas
IDC_CK_UPDATE_ENABLE		= Įjungti automatiška atnaujinima.
IDC_CK_UPDATE_POPUP		= Atidaryti interneto naršyklę kai reikalingas atnaujinimas atsirado.
IDC_UPDATE_CHECK_NOW		= Pažiurėti atnaujinimams dabar
IDC_CLOSE			= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Išplėstiniai nustatymai
IDC_BTN_RESET			= Atstatyti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Bendras
IDC_CK_ALWAYS_ON_TOP2		= Bandicam langelis visada viršuje
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Paleisti Bandicam kai įjungi Windows.
IDC_CK_RECORD_WHEN_RUN		= Start full-screen recording when running Bandicam
IDC_BTN_TIMER_RECORDING		= Set timer for Auto Start Recording
IDC_CK_SHOW_FPS_IN_VIDEO	= Rodyti FPS nufilmuotame/nufotografuotoje  video/paveiksle
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Rodyti patarimų/informacijos langelį
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Produkcija
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Autocreate output subfolder with name:
IDC_RD_OUT_SUBFOLDER		= Same as recording target name
IDC_RD_OUT_SUBFOLDER_2		= "Videos" or "Images"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Įjungti spartujį rašymą ant disko.
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Kalba
IDC_ST_TRANSLATOR		= Dėkojame išvertėjus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hooking taikinys
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Išjungti DX10/11 hooking ant IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blokuoti DirectX video apdangalą
IDC_BTN_BLOCK_LIST		= Blokuotų procesų sarašas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Kiti nustatymai
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video filmavimo nustatymai
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video formatavimo nustatymai
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatiškai stabdyti filmavimą

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatiškai stabdyti filmavimą
IDC_ST_RC_HOWTO			= Nustatyti kaip automatiškai sustabdyti filmavimą
IDC_RD_RC_NOTCOMPLETE		= Išjungti
IDC_RD_RC_TIME			= Pagal filmavimo laiką
IDC_ST_RC_MAX_TIME		= Didž.
IDC_RD_RC_SIZE			= Pagal nufilmuoto video dydį
IDC_ST_RC_MAX_SIZE		= Didž.
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER			= Kai padarys automatišką video stabdymą
IDC_RD_RC_NOTHING		= Nieko nedaryti
IDC_RD_RC_NEW_RECORDING		= Pradėti naują filmavimą
IDC_RD_RC_EXIT_BDCAM		= Stabdyti filmavimą ir išjungti Bandicam
IDC_RD_RC_SHUTDOWN		= Išjungti mano kompiuterį

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Išjungti
IDC_ST_SHUTDOWN			= Išjungti
IDC_ST_SHUTDOWN_INFO		= Šis kompiuteris bus išjungtas.\nPaspauskite 'Atšaukti' jei nenorite išjungti kompiuterio.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Filmavimo nustatymai

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Filmuoti garsą
IDC_ST_SND_SELECT_1		= Pagrindinė garso korta
IDC_BTN_SND_SETTING_1		= Nustatymai...
IDC_ST_SND_VOLUME_1		= Volume
IDC_CK_SND_MONO_1		= Mono
IDC_ST_SND_SELECT_2		= Antrinė garso korta (Microphone)
IDC_BTN_SND_SETTING_2		= Nustatymai...
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MONO_2		= Mono
IDC_CK_SND_MIX_SOUND		= Maišyti abudu (Pagrindinė+Antrinė viename garse)
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk or Push-To-Mute
IDC_ST_SOUND_HELP		= [ Padėkite ]
IDC_CK_SND_SAVE_AS_WAV		= Išsaugoti audio garsus filmuodamas (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Add webcam overlay to video
IDC_ST_WEBCAM_SETTING		= Nustatymai
IDC_ST_WEBCAM_POS		= Position:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Advanced options
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Add webcam overlay to output video file
IDC_RD_WEBCAM_SAVE_AS_MP4	= Save webcam video as separate file (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Pridėti logotipą ant video
IDC_ST_LOGO_SETTING		= Nustatymai
IDC_ST_LOGO_IMAGE		= Paveikslas:
IDC_ST_LOGO_OPACITY		= nepermatomumas:
IDC_ST_LOGO_POS			= Pozicija:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Show mouse cursor
IDC_ST_CURSOR_SIZE		= Size
IDC_ST_EFFECTS_MOUSE		= Pelės efektai
IDC_CK_ADD_CLICK_EFFECTS	= Pridėti pelės paspaudimo efektus
IDC_ST_CLICK_EFFECT_SIZE	= Size
IDC_ST_LEFT_CLICK_COLOR		= Kairiojo klavišo spalva
IDC_ST_RIGHT_CLICK_COLOR	= Dešiniojo klavišo spalva
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Pridėti apšvietimo efektus
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Size
IDC_ST_HIGHLIGHT_COLOR		= Apšvietimo spalva
IDC_ST_EFFECT_PREVIEW_TITLE	= Preview
IDC_ST_EFFECTS_MOUSE_SOUND	= Play mouse click sounds while recording
IDC_CK_EFFECT_LCLICK_SOUND	= Left click
IDC_CK_EFFECT_RCLICK_SOUND	= Right click

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Nustatymai
IDC_ST_REC_PRIORITY		= Filmavimo prioritetas :
IDC_ST_REC_PRIORITY2		= Didesnis prioritetas gali sumažinti FPS.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Praleisti įrašymą, kol rėmas nėra atnaujinamas
IDC_CK_ENHANCED_DX9_CAPTURE	= Use enhanced capture method (faster, only DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= Use enhanced capture method (faster, Windows 8 or above)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Play sound effects when started or stopped

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Nustatymai
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= Nustatymai
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Overlay size:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Flip screen:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= [ Padėkite ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_LN_TEXT_HELP		= [ Padėkite ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Image capture settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Add logo to image
IDC_ST_IMG_LOGO_SETTING		= Nustatymai
IDC_ST_IMG_LOGO_IMAGE		= Paveikslas:
IDC_ST_IMG_LOGO_OPACITY		= nepermatomumas:
IDC_ST_IMG_LOGO_POS		= Pozicija:
IDC_ST_IMG_LOGO_LR_MARGINS	= Left/R Margins:
IDC_ST_IMG_LOGO_TB_MARGINS	= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Individualizuotas dydis
IDC_ST_TARGET_SIZE_SETTING	= Nustatymai
IDC_ST_TARGET_SIZE		= Taikinio dydis:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informacija
IDC_ST_ACAP_INFO		= Audio filmavimo informacija
IDC_ST_ACAP_INFO2		= Jūsų garso korta nefilmuoja garso. Peržiurėkite savo 'filmavimo valdymą'. \n\nNorite užeiti į internetinį pagalbos puslapį?
IDC_CK_ACAP_DO_NOT_ASK		= Daugiau neklausti.
IDC_BTN_YES			= Taip.
IDC_BTN_NO			= Ne.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Didžiausias filmavimo laikas
IDC_ST_RC_TIME_SETTING		= Nustatymas
IDC_ST_RC_TIME_HOUR		= Valandos
IDC_ST_RC_TIME_MIN		= Minutės
IDC_ST_RC_TIME_SEC		= Sekundės

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Daugiausiai filmuotas dydis
IDC_ST_RC_FILESIZE_SETTING	= Nustatymas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Pridėti naują preset.
IDC_ST_ADD_PRESET		= Galite išsaugoti dabartinius formato nustatymus kaip nauja preset.\nĮvesti pavadinima naujam preset'ui.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Redaguoti Preset'us
IDC_BTN_PRESET_ADD		= Pridėti
IDC_BTN_PRESET_DEL		= Ištrinti
IDC_BTN_PRESET_REN		= Pervardyti
IDC_BTN_PRESET_UP		= Viršun
IDC_BTN_PRESET_DN		= Žemyn

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Pervardinti Profilį
IDC_ST_REN_PRESET		= Įvesti pavadinimą profiliui.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Pasirinkti išorinį video kodeksą
IDC_ST_CODEC_EX_LIST		= Kodeksų sarašas
IDC_ST_CODEC_EX_SETTINGS	= Nustatymai
IDC_ST_CODEC_EX_DRIVER		= Driver Pavadinimas
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kokybė
IDC_ST_CODEC_EX_DATERATE	= Datos Norma
IDC_ST_CODEC_EX_KEYFRAME	= Dežės intervalas
IDC_CK_CODEC_EX_PREFER_RGB	= Prefer RGB colorspace
IDC_BTN_CODEC_EX_CONFIG		= Nustatyti
IDC_BTN_CODEC_EX_ABOUT		= Apie
IDC_ST_CODEC_EX_HELP		= [ Padėkite ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Blokuotų procesų sarašas
IDC_ST_BLOCK_LIST		= Šiems procesams neleidžiama hook'inti.
IDC_ST_BLOCK_LIST_EX		= Pavyzdys :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Nustatymai
IDC_ST_H264_CUDA_RATE_CONTROL	= Video greičio valdymas
IDC_RD_H264_CUDA_VBR		= VBR - Pagal kokybę (rekomenduojama)
IDC_RD_H264_CUDA_CBR		= CBR - pagal FPS
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Naudojimas
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Tik GPU (naudoti tik su greitu GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Other options
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Padėkite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Settings
IDC_ST_H264_SYNC_RATE_CONTROL	= Rate control
IDC_RD_H264_SYNC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-based
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Other options
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Padėkite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Settings
IDC_ST_H264_APP_RATE_CONTROL	= Rate control
IDC_RD_H264_APP_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_APP_CBR		= CBR - bitrate-based
IDC_ST_H264_APP_OTHER_OPTIONS	= Other options
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_APP_FOURCC_HELP	= Padėkite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Nustatymai
IDC_ST_XVID_RATE_CONTROL	= Video greičio valdymas
IDC_RD_XVID_VBR			= VBR - pagal kokybę (rekomenduojama)
IDC_RD_XVID_CBR			= CBR - pagal FPS
IDC_ST_XVID_OPTIMIZATION	= Optimizacija
IDC_RD_XVID_FASTER_SPEED	= Didesnis enkodavimo greitis
IDC_RD_XVID_SMALLER_SIZE	= Mažesnis failo dydis
IDC_ST_XVID_OTHER_OPTIONS	= Other options
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Padėkite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Nustatymai
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Padėkite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Upload to Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Upload Information
IDC_ST_YOUTUBE_FILENAME		= File name:
IDC_ST_YOUTUBE_TITLE		= Title:
IDC_ST_YOUTUBE_DESCRIPTION	= Description:
IDC_ST_YOUTUBE_PRIVACY		= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Unlisted - Anyone who has the link to the video can see this video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Private - Make this video visible to me and the users I select
IDC_BTN_YOUTUBE_UPLOAD		= Upload
IDC_LN_YOUTUBE_HELP		= Padėkite
IDC_LN_YOUTUBE_TOS		= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Uploading...
IDC_ST_YOUTUBE_UPLOADED		= The video upload is complete!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Embed:
IDC_BTN_YOUTUBE_LINK_GO		= Go
IDC_BTN_YOUTUBE_EMBED_COPY	= Copy
IDC_BTN_YOUTUBE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Padėkite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Upload to Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Upload Information
IDC_ST_FACEBOOK_FILENAME	= File name:
IDC_ST_FACEBOOK_TITLE		= Title:
IDC_ST_FACEBOOK_DESCRIPTION	= Description:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Friends of friends - Allow your friends of friends to see this video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Friends - Allow your friends to see this video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Only Me - This video is visible only to you
IDC_BTN_FACEBOOK_UPLOAD		= Upload
IDC_LN_FACEBOOK_HELP		= Padėkite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Uploading...
IDC_ST_FACEBOOK_UPLOADED	= The video upload is complete!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Go
IDC_BTN_FACEBOOK_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Device Selection
IDC_ST_DEVICE_SELECTION		= Selection
IDC_ST_DEVICE_NAME		= Device:
IDC_BTN_DEVICE_NAME_SETTINGS	= Nustatymai
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video Input:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio Input:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= Nustatymai
IDC_ST_DEVICE_OPTIONS		= Options
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_FLIPSCREEN	= Flip screen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= Padekite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Compatibility Issue on Origin
IDC_LN_CAUTION_USING_WINAPPS	= If Windows Apps (UWP) hooking is enabled, a compatibility issue may occur on Origin. <a>Click here</a> to solve this problem.\n\nAre you sure you want to use Windows Apps hooking?
IDC_CK_CAUTION_USING_WINAPPS	= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ Padėkite ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

[MENU]
ID_POPUP_ABOUT			= Apie Bandicam
ID_POPUP_GENERAL		= Nustatymai - Bendri
ID_POPUP_FRAME			= Nustatymai - FPS
ID_POPUP_VIDEO			= Nustatymai - Video
ID_POPUP_IMAGE			= Nustatymai - Paveikslas
ID_POPUP_OUTPUTS		= Output File list
ID_POPUP_OPENOUTPUTFOLDER	= Atidaryti aplankalą kur viskas dedama
ID_POPUP_TARGET			= Target
ID_POPUP_SETTINGS		= Nustatymai
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Išeiti

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_SCREEN		= Screen Recording Mode - Rectangle
ID_TARGET_FULL			= Screen Recording Mode - Fullscreen
ID_TARGET_MOUSE			= Screen Recording Mode - Around mouse
ID_TARGET_DEVICE		= Device Recording Mode
ID_TARGET_HELP			= Padekite

ID_TARGET_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Visada viršuje
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_TRANSPARENCY		= Nepermatomumas
ID_TARGET_SIZE			= Dydis
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Judinti kairėn \t Kairėn
ID_TARGET_MOVE_RIGHT		= Judinti dešinėn \t Dešinėn
ID_TARGET_MOVE_UP		= Judinti viršun \t Viršun
ID_TARGET_MOVE_DOWN		= Judinti žemyn \t Žemyn

ID_TARGET_INC_WIDTH		= Didinti platumą \t Shift+Right
ID_TARGET_DEC_WIDTH		= Mažinti platumą \t Shift+Left
ID_TARGET_INC_HEIGHT		= Didinti aukštį \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Mažinti aukštį \t Shift+Up

ID_TARGET_FIND_WINDOW		= Select a recording area \t Ctrl+F
ID_TARGET_FULLSCREEN		= Pilnas ekranas \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Talpinti į 4:3
ID_TARGET_RATIO_16_9		= Talpinti į 16:9
ID_TARGET_SIZE_CUSTOM		= Nuosavas dydis \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets
ID_TARGET_SIZE_RU		= Recently used size \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Atidaryti aplankalą kur viskas dedama
ID_TARGET_OUTPUT_LIST		= Output file list
ID_TARGET_EXIT_BANDICAM		= Išeiti iš Bandicam

ID_DEVICE_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Always on top
ID_DEVICE_SELECTION		= Select Device \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Fullscreen \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Aspect Ratio
ID_DEVICE_KEEP_ASPECT_RATIO	= Keep Aspect Ratio
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Default
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Open Output Folder
ID_DEVICE_OUTPUT_LIST		= Output file list
ID_DEVICE_EXIT_BANDICAM		= Exit Bandicam

ID_USER_PRESET_ADD		= Pridėti
ID_USER_PRESET_EDIT		= Redaguoti

ID_SORT_BY_DATE			= Sort by Date
ID_SORT_BY_NAME			= Sort by Name
ID_SORT_BY_SIZE			= Sort by Size

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Open
ID_OUTPUTS_LB_EDIT		= Edit
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Delete     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Select all \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Open output folder

ID_UPLOAD_TO_YOUTUBE		= Upload to Youtube
ID_UPLOAD_TO_VIMEO		= Upload to Vimeo
ID_UPLOAD_TO_FACEBOOK		= Upload to Facebook

ID_BDCAM_SIZE_DEFAULT		= Default size
